Repository: Xapitonov/beemy
Catalog: po/*.po
Languages: it, ru, tr

source: Your Body Mass Index is:
it: Il tuo indice di massa corporea è:
ru: Ваш Индекс Массы Тела (ИМТ) равен:
tr: Vücut Kitle İndeksin:

source: Underweight
it: Sottopeso
ru: Недостаточная масса тела
tr: Zayıf

source: Healthy
it: Salutare
ru: Здоровый
tr: Normal

source: Overweight
it: Sovrappeso
ru: Избыточная масса тела
tr: Fazla Kilolu

source: Obese
it: Obeso
ru: Ожирение
tr: Obez

source: You are considered
it: Sei considerato
ru: Вы считаетесь
tr: Kabul edilirsin

source: in the official Body Mass Index chart.
it: nel grafico ufficial dell'indice di massa corporea
ru: в официальной таблице Индекса Массы Тела.
tr: resmi Vücut Kitle İndeksi tablosunda.

source: Learn about Body Mass Index
it: Impara sull'indice di massa corporea
ru: Узнайте о Индексе Массы Тела
tr: Vücut Kitle İndeksi hakkında bilgi edin

source: Calculate
it: Calcola
ru: Рассчитать
tr: Hesapla

source: https://en.wikipedia.org/wiki/Body_mass_index
it: https://it.wikipedia.org/wiki/Indice_di_massa_corporea
ru: https://ru.wikipedia.org/wiki/Индекс_массы_тела
tr: https://tr.wikipedia.org/wiki/Vücut_kitle_indeksi

source: Beemy
ru: Бими

source: Calculate your Body Mass Index:
it: Calcola il tuo Indice di Massa Corporea:
ru: Рассчитайте свой Индекс Массы Тела:
tr: Vücut Kitle İndeksinizi Hesaplayın:

source: Enter weight…
it: Inserisci peso…
ru: Введите вес…
tr: Kilo girin…

source: Enter height…
it: Inserisci altezza…
ru: Введите рост…
tr: Boy girin…

source: You can choose your preferred weight unit.
it: Puoi scegliere la tua unità di peso preferita.
ru: Вы можете выбрать предпочитаемую единицу веса.
tr: Tercih ettiğiniz ağırlık birimini seçebilirsiniz.

source: You can choose your preferred height unit.
it: Puoi scegliere la tua unità di altezza preferita.
ru: Вы можете выбрать предпочитаемую единицу роста.
tr: Tercih ettiğiniz yükseklik birimini seçebilirsiniz.

source: Calculate!
it: Calcola!
ru: Рассчитать!
tr: Hesapla!

source: Your Results:
it: Il tuo Risultato:
ru: Ваши результаты:
tr: Sonucun:

source: The Body Mass Index does not tell % of muscular mass or fat mass, all it does is a fast checkup on your health.
it: L'indice di massa corporea non indica la percentuale di massa muscolare o massa grassa, l'applicazione fa un rapido controllo sulla tua salute.
ru: Индекс Массы Тела не указывает % мышечной или жировой массы, он просто предоставляет быстрый обзор вашего здоровья.
